export const testimonials = [
  {
    id: 1,
    image: '../pastor/ps-1.png',
    name: "腓力 曼都法牧师",
    introduction: '../name/name-1.png',
    width: '150px',
    height: '46px',
    description: [
      "腓力曼都法牧师出生于1974年9月27日, 毕业于加拿大的神学院。自1998年以来, 他一直带领着沙仑玫瑰教会,这是一间约有10万会友的快速增长的教会,在全国各地以及国外设立了许多分堂。迄今为止, 刚强的分堂教会已经遍布在亚洲、澳大利亚、欧洲和美国等地。",
      "他的异象是建立1000间刚强的教会，和带领100万个基督的门徒。而他内心燃烧的渴望是看到各国各地经历并遇见耶稣基督的爱",
      "他还是《30岁之前》, 《复兴的勇士》, 《圣灵, 我的最好朋友》等畅销书的作者。腓力曼都法牧师与Irene Saphira幸福地结为夫妻, 育有三个孩子：Vanessa, Jeremy和Warren",
    ]
  },
  {
    id: 2,
    image: '../pastor/ps-2.png',
    name: "周巽光牧师",
    introduction: '../name/name-2.png',
    width: '90px',
    height: '36px',

    description: [
      "周巽光牧师致力于在华人众教会间传讲天国文化的信息，渴望以天国文化带领团队与教会，营造充满神同在、圣灵自由运行、弟兄姐妹健康成长的属灵环境。",
      "除了是台湾与巡回各国的讲员之外，1998至2019年担任华人教会界知名的约书亚乐团长达20年，迄今已发行超过20张敬拜赞美专辑，并常前往台湾各城市与世界各地服事，透过强有力的敬拜赞美，迎接神荣耀的同在。于2019将约书亚乐团交棒给下一代的领袖，期待继续以顾问的角色成为团队的支持。",
      "周巽光牧师领导Asia for JESUS团队，于台湾与世界各地举办培灵及布道会、装备课程。他相信神将兴起拥有天国文化思想，并充满超自然神大能的大军，在校园、城市，以致国家、全地带下复兴与转化！",
    ]
  },
  {
    id: 3,
    image: '../pastor/ps-3.png',
    name: "Fuji Harsono牧师",
    introduction: '../name/name-3.png',
    width: '140px',
    height: '40px',

    description: [

      "Fuji Harsono牧师是一位满有热忱的属神仆人，致力于为这一代人赢得灵魂和传扬福音。除了布道与教导之外，他的事工非常注重门徒训练 — 培训门徒，透过刚强的社区带来生命的转化，培养出火热的领袖，还有行神迹医治。",
      "他与妻子Magdalena Christina一起，在雅加达、西爪哇和万丹领导着一个不断增长的九个本地教会 — 沙仑玫瑰教会。",
      "他们育有三个孩子：两个女儿和一个儿子 - Jocelynn, Janice, Jentzen。"
    ]
  },
  {
    id: 4,
    image: '../pastor/ps-4.png',
    name: "陈一平牧师",
    introduction: '../name/name-4.png',
    width: '90px',
    height: '32px',
    description: [

      "陈一平牧师目前担任新加坡基督福音团契的主任牧师，领导英语和华语会众",
      "他拥有新加坡神学院的道学硕士学位，已在牧会和传道领域服务超过30年。在个人生活方面，陈牧师已婚，育有四个孩子。闲暇时，他喜欢慢跑，并与儿子们一起观看英超联赛。"
    ]
  },
  {
    id: 5,
    image: '../pastor/ps-5.png',
    name: "周巽正牧师",
    introduction: '../name/name-5.png',
    width: '90px',
    height: '36px',

    description: [


      "周巽正牧师对于装备、教导、宣教、教育等主题极具负担，不只在地方教会(台北灵粮堂)带领生命培训学院，更是在各处传递职场宣教负担，学生遍及亚洲，培育了上千名神国领袖",
      "拥有丰富的教学与牧养经历，并拥有三个孩子的他，于2015年领受异象，创办了「濯亚国际学院」，渴望按着圣经的真理、天父的心意、合神心意的价值观，为学龄的孩子们预备一个健康的教育环境，盼望能掀起华人教会办学运动，翻转与革新现行的教育框架。",
      "经常受邀于各大型特会，除了担任特会讲员之外，担任国际级讲员如布永康、比尔·强生、海蒂·贝克、腓力·曼都法、马都纳多牧师...等之翻译，并多次带队至世界各地宣教，服事列国和众教会。同时牧养许多具影响力的企业家及艺人，连结了多样资源，不断扩展神国度影响力。"
    ]
  },
  {
    id: 6,
    image: '../pastor/ps-6.png',
    name: "罗柏寿牧师",
    introduction: '../name/name-6.png',
    width: '90px',
    height: '36px',

    description: [


      "罗伯寿牧师毕业于台北灵粮教牧宣教神学院，现任FGA中文部副主理牧师。18年前，神赐给他们“马来西亚为耶稣”的使命，他们（从台湾回到马来西亚后）委身于FGA教会，开始了带动复兴的运动。自此之后，他们从带领50人的青少年团契，人数不断增长，至今已成为一间拥有各种年龄层和多间分堂的3000人教会。",
      "在他的领导下，FGA CYC不断扩展，设立了多个分堂，遍布马来西亚多个地区，包括沙登、甲洞、USJ、PJ、文良港、蒲种、双溪龙、和芙蓉等地。罗伯寿牧师的事工影响不仅局限于马来西亚，他也曾应邀在台湾、中国、印尼、香港和新加坡等地服事。",
      "伯寿牧师和伟懿师母拥有带动复兴的异象和火焰。他们相信圣灵的爱和大能可以改变生命，并得着这一代和下一代。他与妻子伟懿师母共育有五名儿女。"
    ]
  },
  {
    id: 7,
    image: '../pastor/ps-7.png',
    name: "梁恩赐牧师",
    introduction: '../name/name-7.png',
    width: '90px',
    height: '36px',

    description: [


      "梁恩賜牧师是美国加州尔湾城市教会的主任牧师。他12岁时在马来西亚得救，青少年时期，他就积极参与教会的各种事工，这些早期的经历塑造了他未来全职事奉的呼召。",
      "在吉隆坡的母会服侍几年后，神为他打开了一扇门，使他加入了新加坡的城市丰收教会。在那里，梁牧师学习了建立刚强地方教会的基本要素，并且担任教会宣教委员会成员，前往亚洲多个地区进行宣教工作。",
      "2012年，梁牧师赴美国深造。三年后，他感受到神的呼召，决定在加州尔湾市开始一间全新的华人教会，来接触日益增长的华人群体。他的目标是要兴起更多植堂者，为他们提供必要的支持和资源，让他们为基督赢得他们的城市。他与刘佳绮结婚，并育有一名16岁的儿子，名叫Sean。梁牧师怀着复兴和教会成长的热情，继续领导并服侍，影响社区，建立神的国度。"
    ]
  },
  {
    id: 8,
    image: '../pastor/ps-8.png',
    name: "晏信中牧师",
    introduction: '../name/name-8.png',
    width: '90px',
    height: '36px',

    description: [


      "晏信中牧师于加州州立大学娱乐艺术系毕业，深知媒体对年轻世代的影响力无限，热情投入在媒体相关领域的服事，渴望借由媒体在国家、社会与年轻世代中带来转化。同时牧养许多社会青年、职场领袖、娱乐圈艺人…等，传递天国文化、发挥影响力。",
      "近几年更多地投注在世界各地，举办「神国降临医治布道会」与「天国文化装备课程」，如今已见证上千人疾病得着医治，渴望兴起教会进入超自然的领域中。",
      "育有三名子女，并常在讲道与言谈间揣摩与传讲天父的心意，渴望为父的心转像儿女、儿女的心转向父亲。对青年事工与青年牧者有极高的热诚，渴望建造强而有力的军队，带领年轻世代进入得胜与荣耀、引导青年牧者蜕变更有父神的形象。"
    ]
  },
  {
    id: 9,
    image: '../pastor/ps-9.png',
    name: "廖文卓牧师",
    introduction: '../name/name-9.png',
    width: '90px',
    height: '36px',

    description: [

      "财经法律硕士、英国剑桥大学商学院创业管理学程，他获选为「十大杰出青年」，也获颁「青年奖章」和「台湾真英雄」等殊荣。曾经三度接受总统接见表扬，并在国家祈祷早餐会讲道，也曾于TED X Taipei演讲。经常受邀于企业、校园、非营利组织演讲，也是许多教会、大型特会、布道会的讲员，遍及台湾和亚洲各国。",
      "赢得失丧灵魂、培育刚强门徒、建立荣耀教会、复兴转化国家、兴起下一代是他的渴望与热情。他和妻子翠芬一同服事，他们有两个可爱的女儿Cherish和Asia，和孩子在一起是他最快乐满足的时刻，爸爸是他最引以为傲的身份。"
    ]
  }
]; 